words =
{
	mikoto1: {
		imgbase: "201505_Yaoyorozu/201505_mikoto_",
		initial: [
			["とうなめんとのお手伝い、させていただきます。", "normal"],
			["よろしくお願いします。私、和歌の神のミコトです。", "normal"]
		],
		normal: [
			["じゃぁ一つ、ド派手にやっつけてやりましょう！", "normal", 9999],
			["だいじょうぶ、きっとかてるよ、だいじょうぶ、<br>だいじょうぶだから、おちついてみよう……。", "normal", 9999],
		],
		start: [
			["『祭りね』と、君は私の手を引いて、喧嘩神輿に挑まんとする", "happy"],
			["さあ、頑張りましょう！", "happy"],
			["一緒に頑張りましょう！", "happy"]
		],
		tempstop: [
			["休憩ですか？ お待ちしてます。", "sad"]
		],
		restart: [
			["おかえりなさい。 頑張りましょう！", "happy"]
		],
		deletenow: [
			["えっへん！　誤字は書く時に生まれるのです！<br>現在時刻を修正しました。", "happy"]
		],
		deletelog: [
			["えっへん！　誤字は書く時に生まれるのです！<br>わあすと記録を修正しました。", "happy"]
		],
		best: [
			["べすとたいむ、更新です！", "happy"]
		],
		good: [
			["いい調子です！", "happy"],
			["うー。私何かすごく燃えてきましたよー！　勝ちましょう、絶対に！", "happy"]
		],
		bad: [
			["引き続き、頑張りましょう。", "normal"]
		],
		worst: [
			["わあすとたいむ、更新です…。", "angry"]
		],
		retry: [
			["誤字っちゃいましたね…。 次こそは！", "surprise"],
			["ここで勝たなきゃ……勝たなきゃ……！！", "surprise"]
		],
		finite: [
			["お疲れ様でした！", "happy"],
			["また来てくださいね！", "happy"],
		],
	}
}
